Repository: fspeirs/Viewfinder-i18n
Catalog: *.lproj/Localizable.strings
Languages: japanese, ru, zh_cn

source: Active
japanese: 有効
ru: Активная
zh_cn: 活动下载

source: Back
japanese: 戻る
ru: Назад
zh_cn: 返回

source: Background
japanese: 背景
ru: Цвет фона
zh_cn: 背景

source: Cancel
japanese: キャンセル
ru: Отмена
zh_cn: 取消

source: Cannot Download
japanese: ダウンロードできません
ru: Загрузка невозможна
zh_cn: 无法下载

source: CC-BY
japanese: 表示

source: CC-BY-NC
japanese: 表示-非営利

source: CC-BY-NC-ND
japanese: 表示-非営利-改変禁止

source: CC-BY-NC-SA
japanese: 表示-非営利-継承

source: CC-BY-ND
japanese: 表示-改変禁止

source: CC-BY-SA
japanese: 表示-継承

source: Clear
japanese: クリア
ru: Очистить
zh_cn: 清除

source: Clear History
japanese: 履歴をクリア
ru: Очистить историю
zh_cn: 清除历史下载

source: Clear History?
japanese: 履歴をクリアしますか？
ru: Очистить историю?
zh_cn: 清除历史下载？

source: Commercial Use
japanese: 商用
ru: Коммерческое использование
zh_cn: 商业使用

source: Copy Attribution Text
japanese: 表示テキストをコピー
ru: Текст определителя
zh_cn: 复制属性文本

source: Copy Flickr URL
japanese: Flickr URLをコピー
ru: Ссылка Flickr
zh_cn: 复制 Flickr 网址

source: Copy Large Image URL
japanese: 大サイズ画像のURLをコピー
ru: Большое изображение
zh_cn: 复制大图片网址

source: Copy Medium Image URL
japanese: 中サイズ画像のURLをコピー
ru: Среднее изображение
zh_cn: 复制中等图片网址

source: Copy Original Image URL
japanese: オリジナル画像のURLをコピー
ru: Первоначальное изображение
zh_cn: 复制原始图片网址

source: Copy Small Image URL
japanese: 小サイズ画像のURLをコピー
ru: Маленькое изображение
zh_cn: 复制小图片网址

source: Couldn't Play Movie
japanese: 動画を再生できません
ru: Невозможно воспр. кино
zh_cn: 无法播放电影

source: Couldn't Save Video
japanese: 動画を保存できません
ru: Невозможно сохранить видео
zh_cn: 无法保存视频

source: Derivative Works
japanese: 改変
ru: Производные работы
zh_cn: 演绎作品

source: Do you want to open this URL in Safari?
japanese: サファリでこのURLを開きますか？
ru: Хотите открыть эту ссылку в Safari?
zh_cn: 您希望在 Safari 中打开此网址吗？

source: Don't Open
japanese: 開かない
ru: Не открывать
zh_cn: 不要打开

source: Done
japanese: 完了
ru: Готово
zh_cn: 完成

source: Download to Photos
japanese: Photosにダウンロード
ru: Загрузить в фото
zh_cn: 下载到 Photos

source: Downloading...
japanese: ダウンロード中...
ru: Загрузка...
zh_cn: 正在下载...

source: Downloads
japanese: ダウンロード
ru: Загрузки
zh_cn: 下载

source: Failed to save the video "%@" to the Photos app because: %@
japanese: 次の理由で"%1$@" 動画をPhotosアプリに保存できません: %2$@
ru: Невозможно сохранить видео "%1$@" в Фото приложение из-за: %2$@
zh_cn: 保存视频 "%1$@" 到 Photos 应用程序失败，原因：%2$@

source: Find Creative Commons licensed photos.
japanese: Creative Commons ライセンスの写真を見つける。
ru: Найти лицензионные фото Creative Commons
zh_cn: 查找知识共享 (Creative Commons) 授权照片。

source: Find photos that you can build on.
japanese: 製作に使う写真を見つける。
ru: Найти фото для редактирования.
zh_cn: 查找可以进行创作的照片

source: Find photos to use commercially.
japanese: 商用に使う写真を見つける。
ru: Найти фото для коммерческого использования.
zh_cn: 查找可商业使用的照片

source: History
japanese: 履歴
ru: История
zh_cn: 历史下载

source: Hybrid
japanese: ハイブリッド
ru: Гибридная
zh_cn: 混合

source: License_1
japanese: ライセンス
ru: Лицензия
zh_cn: 许可协议

source: License_2
japanese: ライセンス
ru: Лицензия
zh_cn: 许可协议

source: License_3
japanese: ライセンス
ru: Лицензия
zh_cn: 许可协议

source: Loading...
japanese: 読込み中...
ru: Загрузка...
zh_cn: 正在加载...

source: Map_1
japanese: マップ
ru: Карта
zh_cn: 地图

source: Map_2
japanese: マップ
ru: Карта
zh_cn: 地图

source: Most Interesting
japanese: 最も面白い
ru: Самое интересное
zh_cn: 最感兴趣

source: Most Recent
japanese: 最新
ru: Позднейшее
zh_cn: 最近

source: Most Relevant
japanese: 最も関連性が高い
ru: Самое важное
zh_cn: 最相关

source: Next
japanese: 次
ru: Около
zh_cn: 下一步

source: No Known Restrictions
japanese: 制限なし
ru: Нет известных ограничений
zh_cn: 无已知限制

source: Open
japanese: 開く
ru: Открыть
zh_cn: 打开

source: Open Maps
japanese: マップを開く
ru: Открыть Карты
zh_cn: 打开地图

source: Open URL?
japanese: URLを開きますか?
ru: Открыть ссылку?
zh_cn: 打开网址？

source: Pull up to load more...
japanese: もっと読み込むために上げてください...
ru: Перейти вверх для дальнейшей загрузки...
zh_cn: 收起以加载更多...

source: Release to load more...
japanese: もっと読み込むためにリリースしてください...
ru: Освободить для дальнейшей загрузки...
zh_cn: 释放以加载更多...

source: Safari
japanese: サファリ

source: Satellite
japanese: 衛星
ru: Спутник
zh_cn: 卫星

source: Search
japanese: 検索
ru: Поиск
zh_cn: 搜索

source: Search Failed
japanese: 検索失敗
ru: Поиск не сделан
zh_cn: 搜索失败

source: Search Options
japanese: 検索オプション
ru: Параметры поиска
zh_cn: 搜索选项

source: Searching...
japanese: 検索中...
ru: Поиск идёт...
zh_cn: 正在搜索...

source: Show this photo's location in Maps?
japanese: マップ内に写真の場所を表示しますか？
ru: Показать место этого фото на Картах?
zh_cn: 在地图中显示此照片的位置？

source: Some photos cannot be downloaded as their owners do not allow them to be downloaded.To use these photos, you will need to contact their respective owners for permission and access to the images.
japanese: 写真のなかにはオーナーがダウンロードを許可しないため、ダウンロードできないものもあります。これらの写真を使用するには、写真のオーナーに連絡し、画像にアクセスする許可を得る必要があります。
ru: Некоторые фото невозможно загрузить потому что их загрузка запрещена владельцами.Чтобы воспользоваться фото, нужно связаться с соответствующими владельцами и получить разрешение на доступ к изображениям.
zh_cn: 一些照片无法下载，因为其所有者禁示其下载。要使用这些照片，您需要与其各自的所有者联系，以取得这些照片的许可和访问权限。

source: Sort By
japanese: 並び替え
ru: Сортировать
zh_cn: 排序依据

source: Tap a row to copy:
japanese: コピーするためには該当する列をタップしてください:
ru: Копировать строку щелчком:
zh_cn: 点击一行以复制：

source: The movie couldn't be played. Please try again later.
japanese: 動画を再生できません。後ほどまたお試しください。
ru: Кино невозможно воспроизвести. Пожалуйста, повторите попытку позже.
zh_cn: 该影片无法播放。请稍后再试。

source: The video was not compatible with iPad.
japanese: この動画はiPadと互換性がありません。
ru: Видео несовместимо с iPad.
zh_cn: 该视频不兼容 iPad。

source: U.S. Govt. Work
japanese: 米国政府の所有物
ru: Работа правительства США.
zh_cn: 美国政府作品

source: Unable to search Flickr because
japanese: Flickr で検索できない理由は
ru: Поиск во Flickr невозможен из-за
zh_cn: 无法搜索 Flickr 原因

source: URLs
japanese: URL
ru: Ссылки
zh_cn: 网址

source: All Rights Reserved
ru: Все права защищены
zh_cn: 保留所有权利

source: Creative Commons
zh_cn: 知识共享 (Creative Commons)

source: OK
zh_cn: 确定
